쉐어팟은 회원에게 다양한 서비스를 제공하기 위해 다음과 같은 개인정보를 수집 및 제공, 활용하고 있습니다.

개인 정보 수집 목적 및 이용  
① 쉐어팟은 사용자의 확인, 이용대금 결제, 상품 배송 및 통계·분석을 통한 마케팅 자료로써 사용자의 취향에 맞는 최적의  서비스를 제공하기 위한 목적으로 사용자의 개인정보를 수집·이용 하고 있습니다. 
  - 회원제 서비스 이용에 따른 본인 확인 절차에 이용
  - 고지사항 전달, 불만처리 등을 위한 원활한 의사 소통 경로의 확보, 새로운 서비스 및 신상품이나 이벤트 정보 등의 안내 
  - 청구서, 경품 및 쇼핑물품 배송에 대한 정확한 배송지의 확인
  - 직업, 결혼 여부 및 관심분야에 맞는 새로운 서비스 및 이벤트 정보 등을 위한 마케팅 자료
② 회원님 및 비회원님께서 제공하신 모든 정보는 상기 목적에 필요한 용도 이외로는 사용되지 않으며, 수집 정보의 범위나  사용목적, 용도가 변경될 시에는 반드시 회원님께 사전 동의를 구할 것입니다. (쉐어팟 이용약관 제17조 참고) 
  ● 개인회원 수집방법 및 수집항목
    쉐어팟 홈페이지에서 개인회원 가입 시 그리고 회원님 및 비회원님의 상품구매 시 상기 목적과 이용방법 준수하여  
다음과 같이 개인정보항목을 수집합니다.
     - 가입자성명, 생년월일, 성별, 아이디, 비밀번호, 비밀번호 확인, 이메일주소, 휴대폰번호, 일반전화번호, 주소, 결혼 여부, 직업, 관심분야 
 ● 기업회원 수집방법 및 수집항목
    쉐어팟 홈페이지에서 기업회원 가입 시 상기 목적과 이용방법 준수하여 다음과 같이 정보항목을 수집합니다.
     - 회사명, 대표자명, 법인등록번호, 업종/업태 담당자 이름, 사업자등록증 사본, 담당자신분증 사본,아이디, 비밀번호,  비밀번호 확인, 이메일, 담당자 휴대폰, 담당자 전화번호, 회사팩스번호, 회사 주소  
③ 각종 이벤트나 새로운 서비스를 제공할 경우 상기 항목 이외의 새로운 질문을 통해 개인 정보를 수집할 수도 있습니다.
개인정보 보유기간 및 이용기간  
 ① 쉐어팟은 사용자가 회원으로 가입한 시간부터 탈퇴 시까지 사용자의 개인정보를 보유 및 이용할 수 있습니다.  
 ② 개인정보 수집 및 이용목적이 달성된 후, 쉐어팟 이용약관 제7조에 의한 탈퇴요청/회원 자격 상실 사유에 의해 회원 자격을 제한 및 정지시키는 경우에는 해당 개인의 정보는 일정기간 동안 저장되며, 기간만료 시 해당 정보를 지체 없이 파기합니다. 단, 상법 등 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야할 필요가 있는 경우에는 일정기간 보유합니다.
   - 표시/광고에 관한 기록 : 6개월
   - 계약 또는 청약철회 등에 관한 기록 : 5년
   - 대금결제 및 재화 등의 공급에 관한 기록 : 5년
<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="UTF-8"%>